{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "dtype": "float32", "units": 24, "name": "dense_1", "batch_input_shape": [null, 4], "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "units": 24, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "units": 2, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "activation": "linear", "use_bias": true, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.2.4", "backend": "tensorflow"}