{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 12, "name": "dense_1", "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_regularizer": null, "batch_input_shape": [null, 8], "bias_constraint": null, "dtype": "float32", "kernel_constraint": null, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 8, "name": "dense_2", "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 1, "name": "dense_3", "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null}}]}}